Repository: NaLiJa/my-links
Catalog: MyLinks/Localizable.xcstrings
Source language: en
Languages: es

source: - Separe each tag by a comma (,) or by hitting enter. - Tap on an already added tag to remove it. - Write text to see suggestions. - Tap on a suggestion to add a tag.
es: - Separa cada etiqueta por una coma (,) o pulsando enter. - Pulsa sobre una etiqueta ya añadida para eliminarla. - Escribe texto para ver sugerencias. - Toca sobre una sugerencia para añadir una etiqueta.

source: %lld tags selected
es: %lld etiquetas seleccionadas

source: 1. Log in into your Linkwarden account.
es: 1. Inicia sesión en tu cuenta de Linkwarden.

source: 2. Click on your profile picture and then on Settings.
es: 2. Haz click en tu foto de perfil, y después en Ajustes.

source: 3. Go to the Access tokens section.
es: 3. Ve a la sección de tokens de acceso.

source: 4. Create a new access token, set a name and set no expiration date.
es: 4. Crea un nuevo token de acceso, dale un nombre, y elige sin fecha de expiración.

source: 5. Copy the generated API token and paste it into the token field of My Links.
es: 5. Copia el token generado y pégalo en el campo token de My Links.

source: A label is required to create a tag.
es: Un nombre es requerido para crear la etiqueta.

source: About the app
es: Sobre la app

source: Access token
es: Token de acceso

source: Add
es: Añadir

source: Add some links to this collection to see them here.
es: Añade algunos enlaces a esta colección para verlos aquí.

source: Add some subcollections to this collection to see them here.
es: Añade algunas subcolecciones a esta colección para verlas aquí.

source: Add tag
es: Añadir etiqueta

source: Add tags to links to see them here.
es: Añade tags a enlaces para verlos aquí.

source: Add this tag to some links to see them here.
es: Añade esta etiqueta a algunos enlaces para verlos aquí.

source: Advanced settings
es: Ajustes avanzados

source: All search results
es: Todos los resultados de búsqueda

source: An error occured when creating the tag. Please try again.
es: Ocurrió un error al crear la etiqueta. Prueba de nuevo.

source: An error occured when deleting the collection. Try again later.
es: Ocurrió un error al eliminar la colección. Prueba de nuevo más tarde.

source: An error occured when deleting the link. Try again later.
es: Ocurrió un error al eliminar el enlace. Prueba de nuevo más tarde.

source: An error occured when deleting the tag. Please try again later.
es: Ocurrió un error al eliminar la etiqueta. Prueba de nuevo más tarde.

source: An error occured when loading the content. Check your Internet connection and try again later.
es: Ocurrió un error al cargar el contenido. Comprueba tu conexión a internet y prueba de nuevo mas tarde.

source: An error occured when loading the dashboard data. Check your Internet connection and try again later.
es: Ocurrió un error al cargar los datos del dashboard. Comprueba tu conexión a internet y prueba de nuevo.

source: An error occured when loading the image. Check your Internet connection and try again later.
es: Ocurrió un error al cargar la imagen. Comprueba tu conexión a internet y prueba más tarde.

source: An error occured when loading the links data. Check your Internet connection and try again later.
es: Ocurrió un error al cargar los enlaces. Comprueba tu conexión a internet y prueba de nuevo.

source: An error occured when loading the PDF. Check your Internet connection and try again later.
es: Ocurrió un error al cargar el PDF. Comprueba tu conexión a internet y prueba de nuevo más tarde.

source: An error occured when loading the reader view. Check your Internet connection and try again later.
es: Ocurrió un error al cargar la vista de lectura. Comprueba tu conexión a internet y prueba de nuevo.

source: An error occured when saving the file
es: Ocurrió un error al guardar el fichero

source: An error occured when saving the link.
es: Ocurrió un error al guardar el link

source: An error occured while deleting the tag. Please try again.
es: Ocurrió un error al eliminar la etiqueta. Por favor, prueba de nuevo.

source: An error occurred while creating the link. Please try again.
es: Ocurrió un error al crear el enlace. Por favor, prueba de nuevo.

source: App settings
es: Ajustes de la app

source: App version
es: Versión de la app

source: Are you sure you want to discard the changes? This action cannot be reverted.
es: ¿Estás seguro de que deseas descartar los cambios? Esta acción no se puede deshacer.

source: Authentication
es: Autenticación

source: Authentication error. Check your authentication token.
es: Error de autenticación. Comprueba tu token de autenticación.

source: Authentication error. Invalid username or password.
es: Error de autenticación. Usuario o contraseña no válidos.

source: Authentication token is required.
es: El token de autenticación es requerido.

source: Back
es: Atrás

source: Cancel
es: Cancelar

source: Cannot connect to the server
es: No se puede conectar al servidor

source: Cannot establish a connection with the server. If you are using HTTPS, check if your certificate is valid.
es: No se puede establecer una conexión con el servidor. Si estás usando HTTPS, comprueba que tu certificado sea válido.

source: Cannot reach the server. Check your Internet connection.
es: No se puede alcanzar el servidor. Comprueba tu conexión.

source: Change the inputted search term.
es: Cambia el término de búsqueda introducido.

source: Change the search term to see some collections.
es: Cambia el término de búsqueda para ver algunas colecciones.

source: Change the search term to see some links.
es: Cambia el término de búsqueda para ver algunos enlaces.

source: Change the search term to see some tags.
es: Cambia el término de búsqueda para ver algunas colecciones.

source: Check out my other apps
es: Mis otras aplicaciones

source: Check your internet connection and try again.
es: Comprueba tu conexión a internet y prueba de nuevo.

source: Choose a folder and a name to store the image.
es: Elige una carpeta y un nombre para guardar la imagen

source: Choose a folder and a name to store the PDF.
es: Elige una carpeta y un nombre para guardar el PDF

source: Choose one option
es: Elige una opción

source: Close
es: Cerrar

source: Cloud
es: Nube

source: Cloud mode
es: Modo nube

source: Collection
es: Colección

source: Collections
es: Colecciones

source: Collections view mode
es: Visualización de colecciones

source: Connect
es: Conectar

source: Connection error
es: Error de conexión

source: Connection method
es: Método de conexión

source: Contact the developer
es: Contactar con el desarrollador

source: Content not available. Try again later.
es: Contenido no disponible. Prueba de nuevo mas tarde.

source: Copied to the clipboard
es: Copiado al portapapeles.

source: Copy link URL
es: Copiar URL del enlace

source: Create
es: Crear

source: Create link on this collection
es: Crear enlace en esta colección

source: Create new link
es: Crear nuevo link

source: Create new subcollection
es: Crear nueva subcolección

source: Create some collections on Linkwarden to see them here.
es: Crea algunas colecciones en Linkwarden para verlas aquí.

source: Create tag
es: Crear etiqueta

source: Created at
es: Creado

source: Created on 🇪🇸 by JGeek00
es: Creado en 🇪🇸 por JGeek00

source: Current tags
es: Etiquetas actuales

source: Currently there are no options available
es: Actualmente no hay opciones disponibles

source: Dark
es: Oscuro

source: Dashboard
es: Tablero

source: Date (newest first)
es: Fecha (nuevos primero)

source: Date (oldest first)
es: Fecha (antiguos primero)

source: Delete
es: Eliminar

source: Delete collection
es: Eliminar colección

source: Delete link
es: Eliminar enlace

source: Delete tag
es: Eliminar etiqueta

source: Description
es: Descripción

source: Description (A-Z)
es: Descripción (A-Z)

source: Description (Z-A)
es: Descripción (Z-A)

source: Discard
es: Descartar

source: Discard changes
es: Descartar cambios

source: Discard changes?
es: ¿Descartar los cambios?

source: Disconnect
es: Desconectar

source: Disconnect from server
es: Desconectar del servidor

source: Download
es: Descargar

source: Download image file
es: Descargar fichero de imagen

source: Download PDF file
es: Descargar fichero PDF

source: Downloading image...
es: Descargando imagen...

source: Downloading PDF...
es: Descargando PDF...

source: Edit
es: Editar

source: Edit collection
es: Editar colección

source: Edit link
es: Editar enlace

source: Edit subcollection
es: Editar subcolección

source: Edit tag
es: Editar etiqueta

source: Elements
es: Elementos

source: Error when saving PDF file
es: Error al guardar el fichero PDF

source: Error when saving the image
es: Error al guardar la imagen

source: Error when saving the PDF file
es: Error al guardar el fichero PDF

source: Failed to load file
es: Error al cargar el fichero

source: File size: %@
es: Tamaño del fichero: %@

source: File too big
es: El fichero es muy grande

source: General settings
es: Ajustes generales

source: Get started
es: Empezar

source: Give a tip to the developer
es: Darle una propina al desarrollador

source: Hi! I'm the developer of My Links. My Links is free and I want it to remain free, but by offering this application on the App Store I run into some costs, such as Apple's developer license. I would appreciate a lot every donation to help me paying this costs. Thank you.
es: ¡Hola! Soy el desarrollador de My Links. My Links es gratuito y quiero que así lo siga siendo, pero al ofrecer la aplicación en la App Store tengo algunos costes, como la licencia de desarrollador de Apple. Aprecio cualquier donación que me ayude a pagar estos costes.

source: How to get an API token
es: Cómo obtener un token de API

source: HTML viewer
es: Visor de HTML

source: If your data is stored on Linkwarden's servers
es: Si tus datos están almacenados en los servidores de Linkwarden

source: If your data is stored on your own server
es: Si tus datos están almacenados en tu propio servidor

source: Image
es: Imagen

source: Image document
es: Documento de imagen

source: Image saved
es: Imagen guardada

source: Image unavailable
es: Imagen no disponible

source: In app browser
es: Navegador en la app

source: In case of the selected option is not available for a specific item, if the item is a link will always fallback to Internal browser, and if the item is a file will always fallback to the file viewer.
es: En caso de que la opción seleccionada no esté disponible para un elemento específico, si es un enlace se utilizará por defecto el navegador interno, y si es un fichero se usará el visualizador de ese fichero.

source: Input a search term to search links, categories and tags
es: Introduce un término de búsqueda para buscar enlaces, categorías y tags

source: Insert search term
es: Introduce término de búsqueda

source: Internal browser
es: Navegador interno

source: Invalid data
es: Datos no válidos

source: Invalid IP or domain.
es: Dirección IP o dominio no válido.

source: Invalid path.
es: Ruta no válida.

source: Invalid port.
es: Puerto no válido.

source: Invalid URL
es: URL inválida

source: Invalid values
es: Valores no válidos

source: IP address or domain
es: Dirección IP o dominio

source: Label
es: Nombre

source: Label is empty
es: Nombre está vacío

source: Light
es: Claro

source: Link content unavailable
es: Contenido del enlace no disponible

source: Link details
es: Detalles del enlace

source: Link pinned
es: Enlace fijado

source: Link unpinned
es: Enlace desfijado

source: Link URL copied to the clipboard
es: URL del enlace copiada al portapapeles

source: Links
es: Enlaces

source: List view
es: Vista de lista

source: Loading...
es: Cargando...

source: Log out
es: Cerrar sesión

source: Method
es: Método

source: More information about this app
es: Más información sobre esta app

source: Name
es: Nombre

source: Name (A-Z)
es: Nombre (A-Z)

source: Name (Z-A)
es: Nombre (Z-A)

source: Name field is required.
es: El campo nombre es requerido.

source: Name:
es: Nombre:

source: New child collection
es: Nueva colección hija

source: New collection
es: Nueva colección

source: New link
es: Nuevo enlace

source: New subcollection
es: Nueva subcolección

source: New tag
es: Nueva etiqueta

source: No collections added
es: No hay colecciones añadidas

source: No collections found
es: No se han encontrado colecciones

source: No description
es: Sin descripción

source: No file selected
es: No hay fichero seleccionado

source: No file selected.
es: Ningún fichero seleccionado.

source: No links added
es: No hay enlaces añadidos

source: No links added to this collection
es: No hay enlaces añadidos a esta colección

source: No links found
es: No se han encontrado enlaces

source: No name
es: Sin nombre

source: No subcollections available.
es: No hay subcolecciones disponibles.

source: No subcollections on this collection
es: No hay subcolecciones en esta colección

source: No tags created
es: No hay tags creados

source: No tags found
es: No se han encontrado etiquetas

source: Open by default
es: Abrir por defecto

source: Open in...
es: Abrir en…

source: Open My Links
es: Abrir My Links

source: Open the app to create a connection to a server.
es: Abre la app para crear una conexión al servidor.

source: Password
es: Contraseña

source: Path
es: Ruta

source: PDF document
es: Documento PDF

source: PDF file saved
es: Fichero PDF guardado

source: PDF unavailable
es: PDF no disponible

source: Pick a file (up to 10 MB)
es: Selecciona un fichero (hasta 10 MB)

source: Pin to the dashboard
es: Fijar en el tablero

source: Pinned
es: Fijados

source: Port
es: Puerto

source: Preserved formats
es: Formatos preservados

source: Processing...
es: Procesando...

source: Purchase completed successfully
es: Compra completada correctamente

source: Purchase failed or cancelled
es: Compra cancelada o fallida

source: Readable
es: Leíble

source: Readable mode
es: Modo de lectura

source: Reader mode
es: Modo lectura

source: Recent
es: Recientes

source: Refresh
es: Refrescar

source: Replace selected file (up to 10 MB)
es: Reemplazar fichero seleccionado (hasta 10 MB)

source: Repository
es: Repositorio

source: Requested links not found.
es: Los enlaces solicitados no se han encontrado.

source: Retry
es: Reintentar

source: Save
es: Guardar

source: Save some links on Linkwarden to see them here.
es: Guarda algunos enlaces en Linkwarden para verlos aquí.

source: Save the image
es: Guarda la imagen

source: Save the PDF document
es: Guarda el documento PDF

source: Search
es: Buscar

source: Search collections
es: Buscar colecciones

source: Search links
es: Buscar enlaces

source: Search subcollections
es: Buscar subcolecciones

source: Self hosted
es: Autoalojado

source: Server
es: Servidor

source: Server failed to return the access token.
es: El servidor falló al devolver el token de acceso.

source: Server route
es: Ruta del servidor

source: Server type
es: Tipo de servidor

source: Server unavailable
es: Servidor no disponible

source: Settings
es: Ajustes

source: Setup the server connection
es: Configurar la conexión al servidor

source: Share
es: Compartir

source: Show favicons
es: Mostrar favicons

source: Show pinned section before recent
es: Mostrar sección de fijados antes de recientes

source: Sort
es: Ordenar

source: Subcollections
es: Subcolecciones

source: Success
es: Satisfactorio

source: Suggested tags
es: Etiquetas sugeridas

source: System browser
es: Navegador del sistema

source: System default browser
es: Navegador por defecto del sistema

source: System defined
es: Definido por el sistema

source: Tabs view
es: Vista de pestañas

source: Tag name
es: Nombre de la etiqueta

source: Tags
es: Etiquetas

source: The collection could not be deleted due to an error.
es: La colección no pudo ser eliminada debido a un error.

source: The collection could not be deleted. Try again later.
es: La colección no pudo ser eliminada. Prueba de nuevo más tarde.

source: The image of the link is not available.
es: La imagen del enlace no está disponible.

source: The introduced URL is not valid.
es: La URL introducida no es válida.

source: The link could not be deleted due to an error.
es: El enlace no pudo ser eliminado debido a un error.

source: The link could not be deleted. Try again later.
es: El enlace no pudo ser eliminado. Prueba de nuevo más tarde.

source: The link could not be pinned due to an error.
es: El enlace no pudo ser fijado debido a un error.

source: The link could not be unpinned due to an error.
es: El enlace no pudo ser desfijado debido a un error.

source: The PDF document of the link is not available.
es: El documento PDF del enlace no está disponible.

source: The provided URL is not valid.
es: La URL proveída no es válida.

source: The purchase could not be completed. An error occured on the process or it has been cancelled by the user.
es: La compra no se pudo completar. Ocurrió un error o ha sido cancelada por el usuario.

source: The purchase has been completed. Thank you for contributing with the development and mantenience of this application.
es: La compra se ha completado. Gracias por contribuir al desarrollo y mantenimiento de la aplicación.

source: The selected file cannot be loaded on the app.
es: El fichero seleccionado no se puede cargar en la aplicación.

source: The selected file could not be uploaded.
es: El fichero seleccionado no pudo ser subido.

source: The selected file has an unsupported format
es: El fichero seleccionado tiene un formato no soportado.

source: The selected file is too big. The file size must be below 10 MB.
es: El fichero seleccionado es muy grande. El tamaño del fichero debe ser inferior a 10 MB.

source: The session has expired. Please log in again.
es: La sesión ha caducado. Inicia sesión de nuevo.

source: The subcategories and the links are displayed on a single list, with the subcategories at the top and the links under them.
es: Las subcategorías y los enlaces se muestran en una sola lista, con las subcategorías al principio, y los enlaces debajo.

source: The subcategories and the links are displayed on two different lists, with a tab system to switch between them.
es: Las subcategorías y los enlaces se muestran en dos listas diferentes, con un sistema de pestañas para cambiar entre ellas.

source: The tag could not be deleted. Try again later.
es: La etiqueta no pudo ser eliminada. Prueba de nuevo más tarde.

source: Theme
es: Tema

source: This collection and all it's links will be deleted. This action is not reversible.
es: Esta colección y todos sus enlaces se eliminará. Esta acción no es reversible.

source: This link has no tags
es: Este enlace no tiene etiquetas

source: This link will be deleted. This action is not reversible.
es: Este enlace será eliminado. Esta acción no es reversible.

source: This tag has no links
es: Esta etiqueta no tiene enlaces

source: This tag will be deleted. This action is not reversible.
es: Esta etiqueta será eliminada. Esta acción no es reversible.

source: Tips
es: Propinas

source: To begin, select the place where your data is stored
es: Para empezar, elige el lugar donde tus datos están almacenados

source: Token instructions
es: Instrucciones del token

source: Unorganized
es: No categorizado

source: Unpin from the dashboard
es: Desfijar del tablero

source: Updated at
es: Actualizado

source: Upload a file to this collection
es: Subir un fichero a esta colección

source: Upload file
es: Subir fichero

source: Use old navigation tab bar
es: Usar barra de pestañas de navegación antigua

source: Username
es: Nombre de usuario

source: Username and password
es: Nombre de usuario y contraseña

source: Username and password are required.
es: Nombre de usuario y contraseña son requeridos.

source: Username or email
es: Nombre de usuario o email

source: Validation error
es: Error de validación

source: View all
es: Ver todos

source: View more
es: Ver mas

source: Webpage
es: Página web

source: Website
es: Página web

source: Welcome to My Links
es: Bienvenido a My Links

source: You will have to establish a connection again.
es: Tendrás que establecer una conexión de nuevo.

source: Your application to manage your Linkwarden links
es: Tu aplicación para manejar tus enlaces de Linkwarden
